{
    "metrics": {
        "title": "মূল কার্যকারিতা সূচক (শেষ ৩ মাস)",
        "content": "মোট বিক্রয়: ৳৩৩৯.৫ মিলিয়ন (↑ ৭.৭%), গড় দৈনিক বিক্রয়: ৳۱۳۵.৯ হাজার (↑ ৪.০%), মোট গ্রাহক: ৪৯,১২২ জন (↑ ৫.৯%), রিটার্ন হার: ১০.০% (↓ ০.১%)",
        "advice": "গত ৩ মাসে বিক্রয় উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছে, যা ব্যবসার শক্তিশালী অবস্থার ইঙ্গিত দেয়। রিটার্ন হার কমে যাওয়া একটি শুভ লক্ষণ। গ্রাহক সংখ্যা আরও দ্রুত বাড়ানোর জন্য কার্যকর কৌশল প্রণয়ন করুন।"
    },
    "sales_trend": {
        "title": "বিক্রয় প্রবণতা বিশ্লেষণ (শেষ ৩ মাস)",
        "content": "অক্টোবর থেকে ডিসেম্বর ২০২৩ পর্যন্ত দৈনিক বিক্রয় ৳২ মিলিয়ন থেকে ৳৫ মিলিয়নের বেশি ওঠানামা করেছে। দৈনিক রিটার্ন ধারাবাহিকভাবে কম ছিল, সাধারণত ৳৫০০ হাজারের নিচে।",
        "advice": "সর্বোচ্চ বিক্রয় (৳৫ মিলিয়ন+) অর্জনের কারণগুলো গভীরভাবে বিশ্লেষণ করুন এবং সেই শিক্ষা কাজে লাগান। রিটার্ন ব্যবস্থাপনা অত্যন্ত সন্তোষজনক, এই ধারাবাহিকতা বজায় রাখা জরুরি।"
    },
    "order_analysis": {
        "title": "অর্ডার সোর্স এবং শীর্ষ পণ্য (শেষ ৩ মাস)",
        "content": "বিক্রয় চ্যানেলগুলি বেশ ভারসাম্যপূর্ণ: ডিরেক্ট (২২.০%), অন্যান্য (২০.৬%), ইন্সটাগ্রাম (১৯.৩%), ওয়েবসাইট (১৯.২%), ফেসবুক (১৮.৯%)। সর্বাধিক বিক্রিত পণ্যগুলির মধ্যে রয়েছে লেদার জ্যাকেট (৳১৬ মিলিয়ন+), ব্যাগি প্যান্টস (৳১৬ মিলিয়ন+), সোয়েটশার্ট (৳১৫.৫ মিলিয়ন+), এবং ড্রপ শোল্ডার টি-শার্ট (৳১৫ মিলিয়ন+)।",
        "advice": "বিক্রয়ের উৎসগুলো সুষমভাবে বণ্টিত, যা ব্যবসার স্থিতিশীলতার পরিচায়ক। লেদার জ্যাকেট, ব্যাগি প্যান্টস-এর মত জনপ্রিয় পণ্যের পর্যাপ্ত মজুদ নিশ্চিত করুন এবং এদের প্রচার আরও জোরদার করুন।"
    },
    "inventory": {
        "title": "ইনভেন্টরি ব্যবস্থাপনা অন্তর্দৃষ্টি (শেষ ৩ মাস)",
        "content": "প্রতিটি বিভাগে স্টকের স্তর তুলনামূলকভাবে সামঞ্জস্যপূর্ণ, প্রায় ২৭০-২৮০ আইটেম। অ্যাক্সেসরিজের বিক্রয় (~৳৬৬ মিলিয়ন) তুলনায় উচ্চ স্টক (~২৮০) রয়েছে, যেখানে টি-শার্টের উচ্চ বিক্রয় (~৳৭২ মিলিয়ন) এবং কিছুটা কম স্টক (~২৭২) রয়েছে।",
        "advice": "বিক্রয়ের হারের সাথে সামঞ্জস্য রেখে স্টকের পরিমাণ নির্ধারণ করুন। অ্যাক্সেসরিজের মত ধীর বিক্রির পণ্যের স্টক কমিয়ে এবং টি-শার্টের মত দ্রুত বিক্রির পণ্যের মজুদ বাড়িয়ে মূলধন প্রবাহ সচল রাখুন।"
    },
    "category": {
        "title": "বিভাগ অনুযায়ী পারফরম্যান্স পর্যালোচনা (শেষ ৩ মাস)",
        "content": "বিভাগগুলির মধ্যে বিক্রয় কর্মক্ষমতা তুলনামূলকভাবে ভারসাম্যপূর্ণ। শীর্ষস্থানীয় পারফর্মাররা হল টি-শার্ট (~৳৭২ মিলিয়ন) এবং জিন্স (~৳৭১ মিলিয়ন), এর পরেই রয়েছে জ্যাকেট (~৳৬৭ মিলিয়ন), অ্যাক্সেসরিজ (~৳৬৬ মিলিয়ন), এবং শার্ট (~৳৬৬ মিলিয়ন)।",
        "advice": "টি-শার্ট ও জিন্সের মত লাভজনক বিভাগের প্রচার অব্যাহত রাখুন। প্রতিটি বিভাগে নতুন ডিজাইন বা আকর্ষণীয় অফার যুক্ত করে মোট আয় বৃদ্ধির সুযোগগুলো কাজে লাগান।"
    },
    "profitability": {
        "title": "লাভজনকতা মূল্যায়ন (শেষ ৩ মাস)",
        "content": "জিন্স বিক্রয়ে (~৳৭১ মিলিয়ন) নেতৃত্ব দিচ্ছে এবং ~৳২৫ মিলিয়ন লাভ উৎপন্ন করছে। অ্যাক্সেসরিজ সর্বোচ্চ লাভের মার্জিন দেখাচ্ছে, ~৳৬৬ মিলিয়ন বিক্রয় থেকে ~৳৩০ মিলিয়ন লাভ অর্জন করছে। শার্টের মার্জিন সর্বনিম্ন (~৳৬৬ মিলিয়ন বিক্রয় থেকে ~৳১৬.৫ মিলিয়ন লাভ)।",
        "advice": "জিন্স ও উচ্চ মুনাফার অ্যাক্সেসরিজের লাভজনকতা ধরে রাখার দিকে মনোযোগ দিন। শার্টের মত কম লাভজনক পণ্যের ক্ষেত্রে খরচ কমানো বা মূল্য পুনঃনির্ধারণের মাধ্যমে মুনাফা বৃদ্ধির পথ খুঁজে বের করুন।"
    },
    "customer_insights": {
        "title": "গ্রাহক আচরণ বিশ্লেষণ (শেষ ৩ মাস)",
        "content": "অক্টোবর থেকে ডিসেম্বর ২০২৩ পর্যন্ত নতুন গ্রাহক অর্জনে সামান্য ঊর্ধ্বমুখী প্রবণতা লক্ষ্য করা গেছে (মাসিক ~১৭ হাজারে পৌঁছেছে)। এই সময়ে গড় অর্ডার ভ্যালু প্রায় ৳৯,৩০০ এর কাছাকাছি স্থিতিশীল ছিল।",
        "advice": "নতুন গ্রাহক অর্জনের ক্রমবর্ধমান ধারাকে আরও শক্তিশালী করুন। গড় অর্ডার ভ্যালু স্থিতিশীল থাকার কারণ বিশ্লেষণ করে আপসেলিং বা বান্ডিল অফারের মত কৌশল প্রয়োগ করে তা বৃদ্ধির চেষ্টা করুন।"
    },
    "growth": {
        "title": "বৃদ্ধি এবং ভ্যালু বিশ্লেষণ (শেষ ৩ মাস)",
        "content": "মাসিক নতুন গ্রাহক অধিগ্রহণ অক্টোবরে ~১৫.৫ হাজার থেকে ডিসেম্বরে ~১৭.২ হাজারে স্থির বৃদ্ধি দেখিয়েছে। গড় অর্ডার ভ্যালু নভেম্বরে (~৳৯,৩৭৫) সামান্য শীর্ষে পৌঁছেছিল অক্টোবর (~৳৯,২৪০) এবং ডিসেম্বর (~৳৯,৩২০) এর তুলনায়।",
        "advice": "গ্রাহক বৃদ্ধির এই সুযোগকে পুরোপুরি কাজে লাগান। নভেম্বরের সর্বোচ্চ গড় অর্ডার ভ্যালুর কারণ বিশ্লেষণ করে সেই সাফল্য ধরে রাখার চেষ্টা করুন। গ্রাহক ধরে রাখতে কার্যকর রিটেনশন প্রোগ্রাম চালু করুন।"
    }
}