{
    "metrics": {
        "title": "Key Performance Indicators",
        "content": "Total sales 3,086,472 Dollars (↑ 7.7% increase), average daily sales 101,239 Taka (↑ 4.0% increase), total customers 49,122(↑ 5.9%increase). Return rate 9.2% (↓ 0.1% decrease).",
        "advice": "Performance is strong, especially with an ↑ 7.7% increase in total and daily sales. Return rate has decreased, which is a good sign. Look for ways to further increase customer growth rate."
    },
    "sales_trend": {
        "title": "Sales Trend Analysis",
        "content": "Your daily sales fluctuate between $20,000 and $50,000, while returns remain consistently low, under $5,000 per day.",
        "advice": "Your daily sales fluctuate between $20,000 and $50,000, while returns remain consistently low, under $5,000 per day."
    },
    "order_analysis": {
        "title": "Order Source Analysis",
        "content": "Website (19.2%) is your main order source, followed by Direct sales (22%), Instagram (19.3%), Facebook (18.9%), and Other sources (20.6%). Leather Jacket, Baggy Pants, and Sweatshirt are the best sellers, each earning approximately $150,000–$160,000.",
        "advice": "Increase investment in website and Instagram marketing. Keep sufficient stock of Leather Jacket, Baggy Pants, and Sweatshirt, and increase promotion of these products."
    },
    "inventory": {
        "title": "Inventory Management Insights",
        "content": "All product types (Accessories, Jackets, Jeans, Shirts, T-Shirts) have a similar stock level, around 270–280 items each. Sales are highest for Jeans, followed by Jackets, Accessories, Shirts, and T-Shirts.",
        "advice": "Jeans generate the most revenue (over $600,000), followed by Jackets, Accessories, Shirts, and T-Shirts (each around $580,000–$600,000). Sales are evenly split among product types, each contributing about 19–20% of total sales."
    },
    "category": {
        "title": "Category Performance Review",
        "content": "Jeans generate the most revenue (over $600,000), followed by Jackets, Accessories, Shirts, and T-Shirts (each around $580,000–$600,000). Sales are evenly split among product types, each contributing about 19–20% of total sales.",
        "advice": "Jeans have the highest sales and profit, followed by Jackets, Accessories, Shirts, and T-Shirts. Profit for each product type is significantly lower than sales, indicating notable costs."
    },
    "profitability": {
        "title": "Profitability Assessment",
        "content": "TJeans have the highest sales and profit, followed by Jackets, Accessories, Shirts, and T-Shirts. Profit for each product type is significantly lower than sales, indicating notable costs.",
        "advice": "Maintain profitability of T-shirts and Jeans. Find ways to reduce costs or launch premium lines to increase profit margins of Accessories and Jackets."
    },
    "customer_insights": {
        "title": "Customer Behavior Analysis",
        "content": "The number of new customers is steadily increasing, reaching over 17,000 by December. The average order value remains stable, just above $84.\n",
        "advice": "Investigate reasons for customer growth in August (promotion/event?). Analyze causes for drop in average order value in September. Apply strategies for growth in October to other months."
    },
    "growth": {
        "title": "Growth and Value Analysis",
        "content": "You are gaining more new customers each month, with a steady upward trend. The average amount each customer spends peaked in early November at about $85.2, then slightly decreased but remains above $84.",
        "advice": "Identify and apply August growth strategies to other months. Investigate reasons for drop in customer spending in September. Launch customer loyalty programs to retain customers and increase their spending."
    }
}